[
  {
    "id":"8844",
    "title":"Jumanji",
    "overview":"When siblings Judy and Peter discover an enchanted board game that opens the door to a magical world, they unwittingly invite Alan -- an adult who's been trapped inside the game for 26 years -- into their living room. Alan's only hope for freedom is to finish the game, which proves risky as all three find themselves running from giant rhinoceroses, evil monkeys and other terrifying creatures.",
    "poster_path":"http://image.tmdb.org/t/p/w185/vzmL6fP7aPKNKPRTFnZmiUfciyV.jpg",
    "release_date":"1995-12-15",
    "vote_average":6.9
  },
  {
    "id":"11517",
    "title":"Money Train",
    "overview":"A vengeful New York transit cop decides to steal a trainload of subway fares; his foster brother, a fellow cop, tries to protect him.",
    "poster_path":"http://image.tmdb.org/t/p/w185/jSozzzVOR2kfXgTUuGnbgG2yRFi.jpg",
    "release_date":"1995-11-21",
    "vote_average":5.4
  },
  {
    "id":"9598",
    "title":"Babe",
    "overview":"Babe is a little pig who doesn't quite know his place in the world. With a bunch of odd friends, like Ferdinand the duck who thinks he is a rooster and Fly the dog he calls mom, Babe realizes that he has the makings to become the greatest sheep pig of all time, and Farmer Hogget knows it. With the help of the sheep dogs Babe learns that a pig can be anything that he wants to be.",
    "poster_path":"http://image.tmdb.org/t/p/w185/gN6X3fwPya8pLffk9OEWV3DqBnE.jpg",
    "release_date":"1995-07-18",
    "vote_average":6.0
  },
  {
    "id":"26441",
    "title":"The Big Green",
    "overview":"In a depressed Texas town, British foreign exchange teacher Anna attempts to inject some life into her hopeless kids by introducing them to soccer. They're terrible at first, but Anna and her football-hero assistant whip them into shape. As they work overtime, the pair help kids build their self-esteem and also get involved in solving family squabbles.",
    "poster_path":"http://image.tmdb.org/t/p/w185/erWfSEcjO4LG69Tlm2mED5JMSqH.jpg",
    "release_date":"1995-09-29",
    "vote_average":5.2
  },
  {
    "id":"9089",
    "title":"Home for the Holidays",
    "overview":"After losing her job, making out with her soon to be ex-boss, and finding out that her daughter plans to spend Thanksgiving with her boyfriend, Claudia Larson has to face spending the holiday with her family. She wonders if she can survive their crazy antics.",
    "poster_path":"http://image.tmdb.org/t/p/w185/97EKLaslQ4gzkvALtqGCDOmsGHk.jpg",
    "release_date":"1995-11-02",
    "vote_average":6.3
  },
  
  {
    "id":"17182",
    "title":"Eye for an Eye",
    "overview":"It's fire and brimstone time as grieving mother Karen McCann takes justice into her own hands when a kangaroo court in Los Angeles fails to convict Robert Doob, the monster who raped and murdered her 17-year-old daughter.",
    "poster_path":"http://image.tmdb.org/t/p/w185/y2lZSdJ1o0VvLegTw3ad6KFtxra.jpg",
    "release_date":"1996-01-12",
    "vote_average":5.8
  },
  {
    "id":"2054",
    "title":"Mr. Holland's Opus",
    "overview":"In 1965, passionate musician Glenn Holland takes a day job as a high school music teacher, convinced it's just a small obstacle on the road to his true calling: writing a historic opus. As the decades roll by with the composition unwritten but generations of students inspired through his teaching, Holland must redefine his life's purpose.",
    "poster_path":"http://image.tmdb.org/t/p/w185/jYEKdpVvRV3KdyHMUVYyg0KTVSY.jpg",
    "release_date":"1995-12-29",
    "vote_average":6.9
  },
  {
    "id":"20927",
    "title":"Bed of Roses",
    "overview":"The seeds of love are planted when Lisa, a high-powered investment banker, receives flowers from a secret admirer. But when his fairy-tale fantasies clash with her workaholic ways, they soon find out that sometimes, it's harder than it seems for love to conquer all.",
    "poster_path":"https://search.pstatic.net/common?quality=75&direct=true&src=https%3A%2F%2Fmovie-phinf.pstatic.net%2F20111216_4%2F1324028480992XBMsg_JPEG%2Fmovie_image.jpg",
    "release_date":"1996-01-26",
    "vote_average":5.1
  },
  {
    "id":"36929",
    "title":"Big Bully",
    "overview":"A writer returns to his hometown where he faces the childhood nemesis whose life he ultimately ruined, only the bully wants to relive their painful past by torturing him once again.",
    "poster_path":"https://upload.wikimedia.org/wikipedia/en/f/f8/Big_Bully.jpg",
    "release_date":"1996-01-26",
    "vote_average":3.9
  },
  {
    "id":"27526",
    "title":"The Crossing Guard",
    "overview":"After his daughter died in a hit and run, Freddy Gale has waited six years for John Booth, the man responsible, to be released from prison. On the day of release, Gale visits Booth and announces that he will kill him in one week. Booth uses his time to try and make peace with himself and his entourage, and even finds romance. Gale, whose life is spiraling down because of his obsession towards Booth, will bring himself on the very edge of sanity. At he end of the week, both men will find themselves on a collision course with each other.",
    "poster_path":"https://upload.wikimedia.org/wikipedia/en/8/8f/Crossing_guard_ver1.jpg",
    "release_date":"1995-11-15",
    "vote_average":6.1
  },
  {
    "id":"9623",
    "title":"The Juror",
    "overview":"With his gangster boss on trial for murder, a mob thug known as \"the Teacher\" tells Annie Laird she must talk her fellow jurors into a not-guilty verdict, implying that he'll kill her son Oliver if she fails. She manages to do this, but, when it becomes clear that the mobsters might want to silence her for good, she sends Oliver abroad and tries to gather evidence of the plot against her, setting up a final showdown.",
    "poster_path":"https://search.pstatic.net/common/?src=http%3A%2F%2Fblogfiles.naver.net%2FMjAyMzAzMjNfNCAg%2FMDAxNjc5NTUwNjk2MDc2.9ofJQSAz4cSJjDCWuNjxoPBZMtybYV4E1EBmjNEw2aUg.xaNqqAG5EGNe31bEVrcHsJNJRYCGbzFVYQP6zb1rIc0g.JPEG.conradmajors%2FMV5BYWZlNGEzNjUtZGRiZi00ZWMxLWJiMjAtN2E1OWI3MTM4MjdjXkEyXkFqcGdeQXVyMjUzOTY1.jpg&type=sc960_832",
    "release_date":"1996-02-02",
    "vote_average":5.5
  },
  {
    "id":"880",
    "title":"Antonia",
    "overview":"After World War II, Antonia and her daughter, Danielle, go back to their Dutch hometown, where Antonia's late mother has bestowed a small farm upon her. There, Antonia settles down and joins a tightly-knit but unusual community. Those around her include quirky friend Crooked Finger, would-be suitor Bas and, eventually for Antonia, a granddaughter and great-granddaughter who help create a strong family of empowered women.",
    "poster_path":"https://search.pstatic.net/common/?src=http%3A%2F%2Fblogfiles.naver.net%2FMjAxNzAyMTdfOTkg%2FMDAxNDg3MzM5NzQwMDI3.ohcWplt9qNkOEFtlhg34Nt5cJ2_kjNUTek9AylR1Z4Qg.47D22H969gNWdfGDH7Gn8cQc9Pa4-hCvzy9flAhTp2cg.JPEG.chlwogur13%2Fecba91385f35545284998698489bdb653470d37e.jpg&type=sc960_832",
    "release_date":"1995-09-12",
    "vote_average":7.2
  },
  {
    "id":"146599",
    "title":"Once Upon a Time... When We Were Colored",
    "overview":"This film relates the story of a tightly connected Afro-American community informally called Colored Town where the inhabitants live and depend on each other in a world where racist oppression is everywhere, as told by a boy called Cliff who spent his childhood there. Despite this, we see the life of the community in all its joys and sorrows, of those that live there while others decide to leave for a better life north. For those remaining, things come to a serious situation when one prominent businessman is being muscled out by a white competitor using racist intimidation. In response, the community must make the decision of whether to submit meekly like they always have, or finally fight for their rights.",
    "poster_path":"https://resizing.flixster.com/Z_4DIlf9hjdRy0l_aQPR8Y46leM=/206x305/v2/https://resizing.flixster.com/-XZAfHZM39UwaGJIFWKAE8fS0ak=/v3/t/assets/p17543_v_v8_aa.jpg",
    "release_date":"1996-01-26",
    "vote_average":4.5
  },
  {
    "id":"188588",
    "title":"Last Summer in the Hamptons",
    "overview":"Filmed entirely on location in East Hampton, Long Island, \"Last Summer in the Hamptons\" concerns a large theatrical family spending the last weekend of their summer together at the decades-old family retreat which economic circumstances have forced them to put on the market. Victoria Foyt plays a young Hollywood actress whose visit wreaks havoc on the stellar group of family and friends - led by matriarch Viveca Lindfors and made up of an extraordinary mix of prominent New York actors, directors, and playwrights. In the course of a very unusual weekend, comic as well as serious situations arise, and the family's secrets - of which there are many - begin to unravel.",
    "poster_path":"https://upload.wikimedia.org/wikipedia/en/e/ec/Last_Summer_in_the_Hamptons.jpg",
    "release_date":"1995-11-22",
    "vote_average":0.0
  },
  {
    "id":"8447",
    "title":"Angels and Insects",
    "overview":"In Victorian England, wealthy patriarch Sir Harald Alabaster invites an impoverished biologist, William Adamson, into his home. There, William tries to continue his work, but is distracted by Alabaster's seductive daughter, Eugenia. William and Eugenia begin a torrid romance, but as the couple become closer, the young scientist begins to realize that dark, disturbing things are happening behind the closed doors of the Alabaster manor.",
    "poster_path":"https://upload.wikimedia.org/wikipedia/en/8/8f/Angels_and_insects.jpg?20171231224713",
    "release_date":"1995-09-10",
    "vote_average":6.3
  },
  {
    "id":"10534",
    "title":"White Squall",
    "overview":"Teenage boys discover discipline and camaraderie on an ill-fated sailing voyage.",
    "poster_path":"https://upload.wikimedia.org/wikipedia/en/1/17/Whitesquall.jpg",
    "release_date":"1996-02-02",
    "vote_average":6.3
  },
  {
    "id":"17414",
    "title":"Dunston Checks In",
    "overview":"Hotel manager Robert Grant is forced by his boss to postpone his family vacation when a hotel critic checks in. Trouble is, the critic is really a villainous jewel thief with an orangutan assistant named Dunston. When Dunston gets loose and tries to escape a life of crime -- aided by Robert's sons -- havoc, hijinks and lots of laughs abound!",
    "poster_path":"https://image.cine21.com/resize/cine21/poster/2005/0610/M0010117_[X280,400].jpg",
    "release_date":"1996-01-12",
    "vote_average":5.1
  },
  {
    "id":"2086",
    "title":"Nick of Time",
    "overview":"Gene Watson is a public accountant who arrives on a train at Union Station in Los Angeles, accompanied by his 6-year-old daughter Lynn. Because of his ordinary looks, he is approached by a pair of sinister people named Smith and Jones.",
    "poster_path":"https://upload.wikimedia.org/wikipedia/en/a/a4/Nick_of_time.jpg",
    "release_date":"1995-11-22",
    "vote_average":6.1
  },
  {
    "id":"61548",
    "title":"The Journey of August King",
    "overview":"The Journey of August King is a multi-dimensional drama about a North Carolina farmer in 1815. August King, a widower, is on his way home as he does every year after selling his produce and purchasing the stock and goods he will need to survive the winter. On his journey, he comes upon a run-away slave, a young woman about 19 and August King must decide to violate the law and help this slave to freedom or else leave her to be hunted down and, ultimately, returned to her slave owner.",
    "poster_path":"https://resizing.flixster.com/f8o9cgKgeneG9SXFjkyB7YyhMDs=/206x305/v2/https://resizing.flixster.com/-XZAfHZM39UwaGJIFWKAE8fS0ak=/v3/t/assets/p17125_p_v8_aa.jpg",
    "release_date":"1995-09-14",
    "vote_average":6.7
  },
  {
    "id":"9095",
    "title":"Mary Reilly",
    "overview":"A housemaid falls in love with Dr. Jekyll and his darkly mysterious counterpart, Mr. Hyde.",
    "poster_path":"https://upload.wikimedia.org/wikipedia/en/4/4e/Mary_Reilly.jpg",
    "release_date":"1996-02-23",
    "vote_average":5.7
  },
  {
    "id":"12158",
    "title":"Vampire in Brooklyn",
    "overview":"Maximillian, the lone survivor of a race of vampires, comes to Brooklyn in search of a way to live past the next full moon. His ticket to survival is Rita, a NYPD detective who doesn't know she's half vampire -- and Maximillian will do whatever's necessary to put her under his spell.",
    "poster_path":"https://upload.wikimedia.org/wikipedia/en/d/dc/Vampire_in_brooklyn.jpg",
    "release_date":"1995-10-26",
    "vote_average":4.5
  }
]