[
  {
    "id":"8844",
    "title":"Jumanji",
    "overview":"When siblings Judy and Peter discover an enchanted board game that opens the door to a magical world, they unwittingly invite Alan -- an adult who's been trapped inside the game for 26 years -- into their living room. Alan's only hope for freedom is to finish the game, which proves risky as all three find themselves running from giant rhinoceroses, evil monkeys and other terrifying creatures.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/vzmL6fP7aPKNKPRTFnZmiUfciyV.jpg",
    "release_date":"1995-12-15",
    "vote_average":6.9
  },
  {
    "id":"11517",
    "title":"Money Train",
    "overview":"A vengeful New York transit cop decides to steal a trainload of subway fares; his foster brother, a fellow cop, tries to protect him.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/jSozzzVOR2kfXgTUuGnbgG2yRFi.jpg",
    "release_date":"1995-11-21",
    "vote_average":5.4
  },
  {
    "id":"9598",
    "title":"Babe",
    "overview":"Babe is a little pig who doesn't quite know his place in the world. With a bunch of odd friends, like Ferdinand the duck who thinks he is a rooster and Fly the dog he calls mom, Babe realizes that he has the makings to become the greatest sheep pig of all time, and Farmer Hogget knows it. With the help of the sheep dogs Babe learns that a pig can be anything that he wants to be.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/gN6X3fwPya8pLffk9OEWV3DqBnE.jpg",
    "release_date":"1995-07-18",
    "vote_average":6.0
  },
  {
    "id":"26441",
    "title":"The Big Green",
    "overview":"In a depressed Texas town, British foreign exchange teacher Anna attempts to inject some life into her hopeless kids by introducing them to soccer. They're terrible at first, but Anna and her football-hero assistant whip them into shape. As they work overtime, the pair help kids build their self-esteem and also get involved in solving family squabbles.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/erWfSEcjO4LG69Tlm2mED5JMSqH.jpg",
    "release_date":"1995-09-29",
    "vote_average":5.2
  },
  {
    "id":"9089",
    "title":"Home for the Holidays",
    "overview":"After losing her job, making out with her soon to be ex-boss, and finding out that her daughter plans to spend Thanksgiving with her boyfriend, Claudia Larson has to face spending the holiday with her family. She wonders if she can survive their crazy antics.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/97EKLaslQ4gzkvALtqGCDOmsGHk.jpg",
    "release_date":"1995-11-02",
    "vote_average":6.3
  },
  
  {
    "id":"17182",
    "title":"Eye for an Eye",
    "overview":"It's fire and brimstone time as grieving mother Karen McCann takes justice into her own hands when a kangaroo court in Los Angeles fails to convict Robert Doob, the monster who raped and murdered her 17-year-old daughter.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/y2lZSdJ1o0VvLegTw3ad6KFtxra.jpg",
    "release_date":"1996-01-12",
    "vote_average":5.8
  },
  {
    "id":"2054",
    "title":"Mr. Holland's Opus",
    "overview":"In 1965, passionate musician Glenn Holland takes a day job as a high school music teacher, convinced it's just a small obstacle on the road to his true calling: writing a historic opus. As the decades roll by with the composition unwritten but generations of students inspired through his teaching, Holland must redefine his life's purpose.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/jYEKdpVvRV3KdyHMUVYyg0KTVSY.jpg",
    "release_date":"1995-12-29",
    "vote_average":6.9
  },
  {
    "id":"20927",
    "title":"Bed of Roses",
    "overview":"The seeds of love are planted when Lisa, a high-powered investment banker, receives flowers from a secret admirer. But when his fairy-tale fantasies clash with her workaholic ways, they soon find out that sometimes, it's harder than it seems for love to conquer all.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/kTEpzjzyeYER1WuCm7Seul4Fatc.jpg",
    "release_date":"1996-01-26",
    "vote_average":5.1
  },
  {
    "id":"36929",
    "title":"Big Bully",
    "overview":"A writer returns to his hometown where he faces the childhood nemesis whose life he ultimately ruined, only the bully wants to relive their painful past by torturing him once again.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/wtFekK9VKWujQW9R9c6sYbir6wm.jpg",
    "release_date":"1996-01-26",
    "vote_average":3.9
  },
  {
    "id":"9102",
    "title":"Screamers",
    "overview":"(SIRIUS 6B, Year 2078) On a distant mining planet ravaged by a decade of war, scientists have created the perfect weapon: a blade-wielding, self-replicating race of killing devices known as Screamers designed for one purpose only -- to hunt down and destroy all enemy life forms.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/aFEs7D7IQ2IehTsniRIojDkiDl6.jpg",
    "release_date":"1995-09-08",
    "vote_average":6.1
  },
  {
    "id":"124626",
    "title":"Nico Icon",
    "overview":"A look into the many lives of Christa Päffgen, otherwise known as Nico; from cutie German mädchen to the first of the supermodels, to glamorous diva of the Velvet Underground, to cult item, junkie and hag. Many faces for the same woman, whom, you realize, just couldn't bring herself to care enough to live.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/tuIDKBp92R4tGFOB46MofvakfiY.jpg",
    "release_date":"1995-02-18",
    "vote_average":7.3
  },
  {
    "id":"27526",
    "title":"The Crossing Guard",
    "overview":"After his daughter died in a hit and run, Freddy Gale has waited six years for John Booth, the man responsible, to be released from prison. On the day of release, Gale visits Booth and announces that he will kill him in one week. Booth uses his time to try and make peace with himself and his entourage, and even finds romance. Gale, whose life is spiraling down because of his obsession towards Booth, will bring himself on the very edge of sanity. At he end of the week, both men will find themselves on a collision course with each other.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/mMXL84GqES2HYpJ0Zt18I7m6mfU.jpg",
    "release_date":"1995-11-15",
    "vote_average":6.1
  },
  {
    "id":"9623",
    "title":"The Juror",
    "overview":"With his gangster boss on trial for murder, a mob thug known as \"the Teacher\" tells Annie Laird she must talk her fellow jurors into a not-guilty verdict, implying that he'll kill her son Oliver if she fails. She manages to do this, but, when it becomes clear that the mobsters might want to silence her for good, she sends Oliver abroad and tries to gather evidence of the plot against her, setting up a final showdown.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/7aXOB0DyZPxNOYbaQ2oiNn64jm3.jpg",
    "release_date":"1996-02-02",
    "vote_average":5.5
  },
  {
    "id":"46785",
    "title":"بادکنک سفید",
    "overview":"Several people try to take advantage of a little girl's innocence to hustle money her mom gave to her to buy a goldfish with.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/96UDOJNgJXHmQMJqA79bKS9PR8i.jpg",
    "release_date":"1995-01-01",
    "vote_average":7.5
  },
  {
    "id":"400",
    "title":"Things to Do in Denver When You're Dead",
    "overview":"A mafia film in Tarantino style with a star-studded cast. Jimmy’s “The Saint” gangster career has finally ended. Yet now he finds him self doing favors for a wise godfather known as “The Man with the Plan.”",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/ysKIolKO0376Nl5DV1fDAAPudEq.jpg",
    "release_date":"1995-12-01",
    "vote_average":6.7
  },
  {
    "id":"880",
    "title":"Antonia",
    "overview":"After World War II, Antonia and her daughter, Danielle, go back to their Dutch hometown, where Antonia's late mother has bestowed a small farm upon her. There, Antonia settles down and joins a tightly-knit but unusual community. Those around her include quirky friend Crooked Finger, would-be suitor Bas and, eventually for Antonia, a granddaughter and great-granddaughter who help create a strong family of empowered women.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/bIQp2SJrVXiQttv9hXeqliQox0K.jpg",
    "release_date":"1995-09-12",
    "vote_average":7.2
  },
  {
    "id":"146599",
    "title":"Once Upon a Time... When We Were Colored",
    "overview":"This film relates the story of a tightly connected Afro-American community informally called Colored Town where the inhabitants live and depend on each other in a world where racist oppression is everywhere, as told by a boy called Cliff who spent his childhood there. Despite this, we see the life of the community in all its joys and sorrows, of those that live there while others decide to leave for a better life north. For those remaining, things come to a serious situation when one prominent businessman is being muscled out by a white competitor using racist intimidation. In response, the community must make the decision of whether to submit meekly like they always have, or finally fight for their rights.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/tsJSlkFSZPQhhVuKrYJXNClYaPD.jpg",
    "release_date":"1996-01-26",
    "vote_average":4.5
  },
  {
    "id":"188588",
    "title":"Last Summer in the Hamptons",
    "overview":"Filmed entirely on location in East Hampton, Long Island, \"Last Summer in the Hamptons\" concerns a large theatrical family spending the last weekend of their summer together at the decades-old family retreat which economic circumstances have forced them to put on the market. Victoria Foyt plays a young Hollywood actress whose visit wreaks havoc on the stellar group of family and friends - led by matriarch Viveca Lindfors and made up of an extraordinary mix of prominent New York actors, directors, and playwrights. In the course of a very unusual weekend, comic as well as serious situations arise, and the family's secrets - of which there are many - begin to unravel.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/pfgpkDNcwSi1x4jVzeLqvxTwX5a.jpg",
    "release_date":"1995-11-22",
    "vote_average":0.0
  },
  {
    "id":"8447",
    "title":"Angels and Insects",
    "overview":"In Victorian England, wealthy patriarch Sir Harald Alabaster invites an impoverished biologist, William Adamson, into his home. There, William tries to continue his work, but is distracted by Alabaster's seductive daughter, Eugenia. William and Eugenia begin a torrid romance, but as the couple become closer, the young scientist begins to realize that dark, disturbing things are happening behind the closed doors of the Alabaster manor.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/1QyCF6IFoX5WJIYHOkmLa3vzU0r.jpg",
    "release_date":"1995-09-10",
    "vote_average":6.3
  },
  {
    "id":"10534",
    "title":"White Squall",
    "overview":"Teenage boys discover discipline and camaraderie on an ill-fated sailing voyage.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/3a5nomeyzJF4gG26HouCtce99ki.jpg",
    "release_date":"1996-02-02",
    "vote_average":6.3
  },
  {
    "id":"17414",
    "title":"Dunston Checks In",
    "overview":"Hotel manager Robert Grant is forced by his boss to postpone his family vacation when a hotel critic checks in. Trouble is, the critic is really a villainous jewel thief with an orangutan assistant named Dunston. When Dunston gets loose and tries to escape a life of crime -- aided by Robert's sons -- havoc, hijinks and lots of laughs abound!",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/lXSWbUA3T2o792SYdbfFKFTcSC1.jpg",
    "release_date":"1996-01-12",
    "vote_average":5.1
  },
  {
    "id":"13997",
    "title":"Black Sheep",
    "overview":"When dignified Albert Donnelly runs for Governor, his team moves to keep his slow-witted and klutzy younger brother, Mike, out of the eye of the media. To baby-sit Mike, the campaign assigns sarcastic Steve, who gets the experience of a lifetime when he tries to take Mike out of town during the election.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/2wsaboVhKXpsLchoaXi0oWmQ7xM.jpg",
    "release_date":"1996-02-01",
    "vote_average":6.0
  },
  {
    "id":"2086",
    "title":"Nick of Time",
    "overview":"Gene Watson is a public accountant who arrives on a train at Union Station in Los Angeles, accompanied by his 6-year-old daughter Lynn. Because of his ordinary looks, he is approached by a pair of sinister people named Smith and Jones.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/3kYcyD9yAjdjimYlIiGPfdMVbZb.jpg",
    "release_date":"1995-11-22",
    "vote_average":6.1
  },
  {
    "id":"61548",
    "title":"The Journey of August King",
    "overview":"The Journey of August King is a multi-dimensional drama about a North Carolina farmer in 1815. August King, a widower, is on his way home as he does every year after selling his produce and purchasing the stock and goods he will need to survive the winter. On his journey, he comes upon a run-away slave, a young woman about 19 and August King must decide to violate the law and help this slave to freedom or else leave her to be hunted down and, ultimately, returned to her slave owner.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/hT5CF2RJPAVi9TE4iKxGYAufY4J.jpg",
    "release_date":"1995-09-14",
    "vote_average":6.7
  },
  {
    "id":"9095",
    "title":"Mary Reilly",
    "overview":"A housemaid falls in love with Dr. Jekyll and his darkly mysterious counterpart, Mr. Hyde.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/Oesh4pN5J2ing4flkgkiVdxILP.jpg",
    "release_date":"1996-02-23",
    "vote_average":5.7
  },
  {
    "id":"12158",
    "title":"Vampire in Brooklyn",
    "overview":"Maximillian, the lone survivor of a race of vampires, comes to Brooklyn in search of a way to live past the next full moon. His ticket to survival is Rita, a NYPD detective who doesn't know she's half vampire -- and Maximillian will do whatever's necessary to put her under his spell.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/bH1v8z12ZU7Y6zANgU1B00a86Co.jpg",
    "release_date":"1995-10-26",
    "vote_average":4.5
  },
  {
    "id":"9283",
    "title":"Beautiful Girls",
    "overview":"During a snowy winter in the small fictional town of Knight\"s Ridge, Massachusetts, a group of lifelong buddies hang out, drink and struggle to connect with the women who affect their decisions, dreams and desires.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/8leYqrAL6EubYjOCZuO6ELPdLYe.jpg",
    "release_date":"1996-02-09",
    "vote_average":6.6
  },
  {
    "id":"9208",
    "title":"Broken Arrow",
    "overview":"When rogue stealth-fighter pilot Vic Deakins deliberately drops off the radar while on maneuvers, the Air Force ends up with two stolen nuclear warheads -- and Deakins's co-pilot, Riley Hale, is the military's only hope for getting them back. Traversing the deserted canyons of Utah, Hale teams with park ranger Terry Carmichael to put Deakins back in his box.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/avqUG5RYB93rwSUNL5r16Vtbc9g.jpg",
    "release_date":"1996-02-09",
    "vote_average":5.7
  },
  {
    "id":"40154",
    "title":"A Midwinter's Tale",
    "overview":"Out of work actor Joe volunteers to help try and save his sister's local church for the community by putting on a Christmas production of Hamlet, somewhat against the advice of his agent Margaretta. As the cast he assembles are still available even at Christmas and are prepared to do it on a 'profit sharing' basis (that is, they may not get paid anything) he cannot expect - and does not get - the cream of the cream. But although they all bring their own problems and foibles along, something bigger starts to emerge in the perhaps aptly named village of Hope.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/6u2N0gn6uUWF4cSdkXmVB8E8q2X.jpg",
    "release_date":"1995-12-01",
    "vote_average":7.5
  },
  {
    "id":"406",
    "title":"La Haine",
    "overview":"Aimlessly whiling away their days in the concrete environs of their dead-end suburbia, Vinz, Hubert, and Said -- a Jew, African, and an Arab -- give human faces to France's immigrant populations, their bristling resentment at their social marginalization slowly simmering until it reaches a climactic boiling point. La Haine means Hate.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/jTzBED0leGPwWDqNewye11qzJgd.jpg",
    "release_date":"1995-05-31",
    "vote_average":7.9
  },
  {
    "id":"45549",
    "title":"Shopping",
    "overview":"A dark, hip, urban story of a barren and anonymous city where the underclass' sport of choice is ram-raiding. An exciting game in which stolen cars are driven through shop windows to aid large-scale looting before the police arrive. For Tommy, it's a business, but for Billy and Jo, it's a labour of love. As the competition between Tommy and Billy grows more fierce, the stakes become higher and the \"shopping\" trips increasingly risky.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/jdYL6f0KXnYBcnWnwGtnanJtKlE.jpg",
    "release_date":"1994-12-06",
    "vote_average":5.6
  },
  {
    "id":"63076",
    "title":"Heidi Fleiss: Hollywood Madam",
    "overview":"A documentary crew from the BBC arrives in L.A. intent on interviewing Heidi Fleiss, a year after her arrest for running a brothel but before her trial. Several months elapse before the interview, so the crew searches for anyone who'll talk about the young woman. Two people have a lot to say to the camera: a retired madam named Alex for whom Fleiss once worked and Fleiss's one-time boyfriend, Ivan Nagy, who introduced her to Alex. Alex and Nagy don't like each other, so the crew shuttles between them with \"she said\" and \"he said.\" When they finally interview Fleiss, they spend their time reciting what Alex and Nagy have had to say and asking her reaction.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/j9k3UTx7OZ0xoCws1oACYQZFF5N.jpg",
    "release_date":"1995-12-27",
    "vote_average":6.8
  },
  {
    "id":"11062",
    "title":"City Hall",
    "overview":"The accidental shooting of a boy in New York leads to an investigation by the Deputy Mayor, and unexpectedly far-reaching consequences.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/ttdjD9NpxXsTJidPT3o1Gk0oTkG.jpg",
    "release_date":"1996-02-16",
    "vote_average":6.0
  },
  {
    "id":"13685",
    "title":"Bottle Rocket",
    "overview":"Upon his release from a mental hospital following a nervous breakdown, the directionless Anthony joins his friend Dignan, who seems far less sane than the former. Dignan has hatched a hair-brained scheme for an as-yet-unspecified crime spree that somehow involves his former boss, the (supposedly) legendary Mr. Henry.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/iuO10cRKrMfql5yc8YTgdfHt7gR.jpg",
    "release_date":"1996-02-21",
    "vote_average":6.8
  },
  {
    "id":"47475",
    "title":"Mr. Wrong",
    "overview":"A single and lonely woman finds the seemingly perfect man to date, but soon regrets it when his deranged and possessive other personality emerges and worst still, she cannot convince anyone else of his Jekyll\/Hyde true nature.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/8oZW1loLEczN1BU60YobsJJFdSR.jpg",
    "release_date":"1996-02-16",
    "vote_average":3.3
  },
  {
    "id":"2045",
    "title":"Unforgettable",
    "overview":"Ray Liotta stars as a medical examiner who has been acquitted for his wife's murder but many still question his innocence. Obsessed with finding his wife's killer, a possible solution presents itself in an experimental serum designed by a neurobiology Linda Fiorentino which has the ability to transfer memories from one person to another, but not without consequences. Liotta driven to solve the case injects himself with the serum, bringing him closer and closer to finding her killer but bringing him closer to death.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/qQek3X5Yv0iLZqQ98KWIKtE3x4m.jpg",
    "release_date":"1996-02-23",
    "vote_average":5.3
  },
  {
    "id":"9614",
    "title":"Happy Gilmore",
    "overview":"Failed hockey player-turned-golf whiz Happy Gilmore -- whose unconventional approach and antics on the grass courts the ire of rival Shooter McGavin -- is determined to win a PGA tournament so he can save his granny's house with the prize money. Meanwhile, an attractive tour publicist tries to soften Happy's image.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/pG5edeKkntnt5A799Y0UNI5hi9W.jpg",
    "release_date":"1996-02-16",
    "vote_average":6.5
  },
  {
    "id":"688",
    "title":"The Bridges of Madison County",
    "overview":"Photographer Robert Kincaid wanders into the life of housewife Francesca Johnson for four days in the 1960s.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/czRuGEx9Yhnh6nApirTLPToxHNu.jpg",
    "release_date":"1995-05-28",
    "vote_average":7.3
  },
  {
    "id":"11907",
    "title":"Keiner liebt mich",
    "overview":"No overview found.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/lnfMQ6K2EgJpn2JZTadnaufiwiR.jpg",
    "release_date":"1994-11-07",
    "vote_average":5.1
  },
  {
    "id":"10874",
    "title":"Muppet Treasure Island",
    "overview":"After telling the story of Flint's last journey to young Jim Hawkins, Billy Bones has a heart attack and dies just as Jim and his friends are attacked by pirates. The gang escapes into the town where they hire out a boat and crew to find the hidden treasure, which was revealed by Bones before he died. On their voyage across the seas, they soon find out that not everyone on board can be trusted.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/5A8gKzOrF9Z7tSUX6xd5dEx4NXf.jpg",
    "release_date":"1996-02-16",
    "vote_average":6.5
  },
  {
    "id":"89333",
    "title":"Catwalk",
    "overview":"A documentary following Christy Turlington and other models during spring fashion week in Milan, Paris and New York.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/yhFcbTCnsWjg3nH3PLL6RoltjqS.jpg",
    "release_date":"1995-12-08",
    "vote_average":7.0
  },
  {
    "id":"96357",
    "title":"Headless Body in Topless Bar",
    "overview":"An ex-con holds a group of people hostage in a topless bar.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/tQ6HEWNxvbeF2WklTVEp3su446F.jpg",
    "release_date":"1995-05-20",
    "vote_average":0.0
  },
  {
    "id":"197",
    "title":"Braveheart",
    "overview":"Enraged at the slaughter of Murron, his new bride and childhood love, Scottish warrior William Wallace slays a platoon of the local English lord's soldiers. This leads the village to revolt and, eventually, the entire country to rise up against English rule.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/2qAgGeYdLjelOEqjW9FYvPHpplC.jpg",
    "release_date":"1995-05-24",
    "vote_average":7.7
  },
  {
    "id":"103",
    "title":"Taxi Driver",
    "overview":"A mentally unstable Vietnam War veteran works as a night-time taxi driver in New York City where the perceived decadence and sleaze feeds his urge for violent action, attempting to save a preadolescent prostitute in the process.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/yxq4pk1xGmro8tQABuQIrWrvdaE.jpg",
    "release_date":"1976-02-07",
    "vote_average":8.1
  },
  {
    "id":"33542",
    "title":"紅番區",
    "overview":"Keong comes from Hong Kong to visit New York for his uncle's wedding. His uncle runs a market in the Bronx and Keong offers to help out while Uncle is on his honeymoon. During his stay in the Bronx, Keong befriends a neighbor kid and beats up some neighborhood thugs who cause problems at the market. One of those petty thugs in the local gang stumbles into a criminal situation way over his head.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/y7AxKPPCtZyrGQKvxzn5zTQ8wFm.jpg",
    "release_date":"1995-01-30",
    "vote_average":6.5
  },
  {
    "id":"43566",
    "title":"Before and After",
    "overview":"Two parents deal with the effects when their son is accused of murdering his girlfriend.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/yTDzXDKNGlmGYk5HuEeZUAypo1p.jpg",
    "release_date":"1996-02-23",
    "vote_average":5.8
  },
  {
    "id":"71754",
    "title":"Margaret's Museum",
    "overview":"In a town where half the men die down the coalpit, Margaret MacNeil is quite happy being single in her small Cape Breton island town. Until she meets Neil Currie, a charming and sincere bagpipe-playing, Gaelic-speaking dishwasher. But no matter what you do, you can't avoid the spectre of the pit forever.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/l00ALsdVyRGmPIp5EWlEoplki0X.jpg",
    "release_date":"1995-09-13",
    "vote_average":7.5
  },
  {
    "id":"43612",
    "title":"Le Bonheur est dans le pré",
    "overview":"Francis, the boss of a small plumbing supply company, is harassed by tax collectors, striking employees, and an impossible wife and daughter. His only joy is sharing lunch with his friend Gerard. Then a TV show called \"where are you?\" shows a woman from Gers who is searching for her husband who disappeared 28 years ago. The lost husband looks like an identical twin of Francis...",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/4PlYwKSqsjKFr4hjh61KukRIRvy.jpg",
    "release_date":"1995-01-31",
    "vote_average":7.0
  },
  {
    "id":"51352",
    "title":"Anne Frank Remembered",
    "overview":"Using previously unreleased archival material in addition to contemporary interviews, this academy award-winning documentary tells the story of the Frank family and presents the first fully-rounded portrait of their brash and free-spirited daughter Anne, perhaps the world's most famous victim of the Holocaust. Written by Dawn M. Barclift",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/x2n4YIVsms3JL8qCfzrbOg2yx0x.jpg",
    "release_date":"1995-06-08",
    "vote_average":7.3
  },
  {
    "id":"16934",
    "title":"The Young Poisoner's Handbook",
    "overview":"A sinister tale of genius gone wrong, The Young Poisoner's Handbook chronicles a young man's descent into madness against the absurd backdrop of suburban English life. Hugh O'Conor plays Graham Young, a schoolboy from the London suburbs whose deadly obsession with toxic substances causes him to dabble in experimental murder.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/yLEdmdH8sgK0hbHT4Oie1l1pt5d.jpg",
    "release_date":"1995-01-20",
    "vote_average":6.9
  },
  {
    "id":"10324",
    "title":"If Lucy Fell",
    "overview":"Joe and Lucy are roommates and best friends. Lucy, whose love life is embarrassingly dull, convinces Joe, who is infatuated with a neighbor he's never met, that if they don't have stable romances within a month, they must jump off the Brooklyn Bridge.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/kFjffUg7zcST9AW4GoWiJFoNsH3.jpg",
    "release_date":"1996-03-08",
    "vote_average":5.4
  },
  {
    "id":"78406",
    "title":"Steal Big Steal Little",
    "overview":"Ruben and Robby are twin brothers, adopted by Mona, one of the wealthiest - and most eccentric - women in Santa Barbara. Ruben is devoted to Mona, but Robby is more devoted to her money. So when Mona leaves her fortune and estate to Ruben it starts a battle between brothers that soon leads to madness, mayhem, and even attempted murder. On Ruben's side is Lou Perilli an ex-Chicago cop and used car dealer who knows the law - and how to get around it. On Robby's side is ruthless businessman Reed Tyler, who is out to turn a swift profit on Mona's property. Walking a shifty line between them is Eddie Agopian, the family lawyer, who doesn't care which side wins as long as he's on the winner's side. But whether they're stealing big or stealing little, they're all stealing in this hilarious comedy about greed, power... and brotherly love.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/dMSEHHiHaCS5lZ7gfkuAH701sBW.jpg",
    "release_date":"1995-09-29",
    "vote_average":5.1
  },
  {
    "id":"55731",
    "title":"Race the Sun",
    "overview":"A bunch of high school misfits in Hawaii, introduced by their new teacher, attend a science fair in which they draw up inspiration to build their own solar car and win a trip to compete in the 1990 World Solar Challenge in Australia.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/odifQ57irGc3k0x85djZ0yT2Inn.jpg",
    "release_date":"1996-03-22",
    "vote_average":5.2
  },
  {
    "id":"32119",
    "title":"The Boys of St. Vincent",
    "overview":"The true story of boys being sexually abused at their orphanage ran by a religious community in Newfoundland.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/zC4WsoeXN2wCrUjNzu4iu7ph17Z.jpg",
    "release_date":"1992-12-06",
    "vote_average":7.0
  },
  {
    "id":"11066",
    "title":"Boomerang",
    "overview":"Marcus is a successful advertising executive who woos and beds women almost at will. After a company merger he finds that his new boss, the ravishing Jacqueline, is treating him in exactly the same way. Completely traumatised by this, his work goes badly downhill.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/3dDufFHAuVXpfMdXkDUC0M0Y5TL.jpg",
    "release_date":"1992-06-30",
    "vote_average":5.4
  },
  {
    "id":"11104",
    "title":"重慶森林",
    "overview":"Every day, Cop 223 buys a can of pineapple with an expiration date of May 1, symbolizing the day he'll get over his lost love. He's also got his eye on a mysterious woman in a blond wig, oblivious of the fact she's a drug dealer. Cop 663 is distraught with heartbreak over a breakup. But when his ex drops a spare set of his keys at a local cafe, a waitress lets herself into his apartment and spruces up his life.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/yQUjZTzwgskqOJdr3jhwQ4yTkvb.jpg",
    "release_date":"1994-07-14",
    "vote_average":7.9
  },
  {
    "id":"37975",
    "title":"L'uomo delle stelle",
    "overview":"The adventures and deceptions of a photographer who travels through the small villages of Sicily pretending that he is working for the big film studios in Rome.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/zRLV8Gz4x3k4Dc4Zxbmz7jsqNoN.jpg",
    "release_date":"1995-09-21",
    "vote_average":6.8
  },
  {
    "id":"2074",
    "title":"Flirting with Disaster",
    "overview":"Adopted as a child, new father Mel Colpin (Ben Stiller) decides he cannot name his son until he knows his birth parents, and determines to make a cross-country quest to find them. Accompanied by his wife, Nancy (Patricia Arquette), and an inept yet gorgeous adoption agent, Tina (Tea Leoni), he departs on an epic road trip that quickly devolves into a farce of mistaken identities, wrong turns, and overzealous and love-struck ATF agents (Josh Brolin, Richard Jenkins).",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/pxxYa68L05ZR4vMwc6yB8KqXslo.jpg",
    "release_date":"1996-03-22",
    "vote_average":6.3
  },
  {
    "id":"27793",
    "title":"The NeverEnding Story III",
    "overview":"A young boy must restore order when a group of bullies steal the magical book that acts as a portal between Earth and the imaginary world of Fantasia.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/driZCEKL79PaCsZNICSU3xd59sk.jpg",
    "release_date":"1994-10-26",
    "vote_average":4.4
  },
  {
    "id":"44284",
    "title":"صمت القصور",
    "overview":"The death of a prince brings a young woman back to the palace where she was born into servitude. The lingering legacy of the harem is brought into light from behind frosted windows and velvet curtains.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/3M4bH7A2L6wrHeueTUwr5PKYkfS.jpg",
    "release_date":"1994-09-30",
    "vote_average":4.3
  },
  {
    "id":"290157",
    "title":"Jupiter's Wife",
    "overview":"Michel Negroponte, a documentary filmmaker, meets Maggie one day in Central Park. Maggie claims to be married to the god Jupiter and the daughter of actor Robert Ryan. Michel gets to know Maggie over the next couple of years, and attempts to use her often outlandish stories as clues to reconstruct her past.\n - Written by James Meek",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/uUi23HjvDFYGfuVlCBGozUY1Ab4.jpg",
    "release_date":"1995-01-01",
    "vote_average":0.0
  },
  {
    "id":"110972",
    "title":"Pie in the Sky",
    "overview":"Pie in the Sky is a 1996 American romantic comedy film about a young man obsessed with traffic gridlock who falls in love with an avant-garde dancer.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/6KO5jsPOr80J8PkKXPE8fym5I2R.jpg",
    "release_date":"1996-02-09",
    "vote_average":7.0
  },
  {
    "id":"32622",
    "title":"Angela",
    "overview":"A ten year old girl named Angela leads her six year old sister, Ellie, through various regimens of 'purification' in an attempt to rid themselves of their evil, which she believes to be the cause of their mother's mental illness. Precocious, to say the least, Angela has visions of Lucifer coming to take her and her sister away, and one of her remedies for this is for them to remain within a circle of their dolls and toys until they see a vision of the virgin Mary come to them. But such thinking can only lead to an ending befitting of her own mental state.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/dw5RWgSSDV5h3ZKS0oSzPe6A26p.jpg",
    "release_date":"1995-01-01",
    "vote_average":5.6
  },
  {
    "id":"73067",
    "title":"Frankie Starlight",
    "overview":"The quirky story of a young boy's adventures growing up with his stunningly beautiful mother and the two very different men who love her.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/1cPX7MWnEYG21tSdEpWlFygZUwY.jpg",
    "release_date":"1995-11-22",
    "vote_average":5.4
  },
  {
    "id":"11863",
    "title":"Jade",
    "overview":"Someone does a nasty hatchet job on a San Fransisco big noise and the Assistant D.A. takes charge of the investigation. Through a web of blackmail and prostitution involving the Governor, an old lover of the law man emerges as a prime suspect and he has to deal with his personal feelings as well as the case.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/koKHFZ0FYd7yG1g3RphU6TQRVOg.jpg",
    "release_date":"1995-10-13",
    "vote_average":5.1
  },
  {
    "id":"55475",
    "title":"Nueba Yol",
    "overview":"Balbuena is a genial illegal immigrant who makes his way to New York City to take a bite out of the Big Apple. But his hopes of finding a better life soon begin to fade as Balbuena encounters one obstacle after another in the hardscrabble, uncaring metropolis.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/1VNalbjNQkKejRnHW2XM6SwnCa0.jpg",
    "release_date":"1995-08-16",
    "vote_average":5.5
  },
  {
    "id":"124636",
    "title":"Sonic Outlaws",
    "overview":"Within days after the release of Negativland's clever parody of U2 and Casey Kasem, recording industry giant Island Records descended upon the band with a battery of lawyers intent on erasing the piece from the history of rock music.  Craig \"Tribulation 99\" Baldwin follows this and other intellectual property controversies across the contemporary arts scene. Playful and ironic, his cut-and-paste collage-essay surveys the prospects for an \"electronic folk culture\" in the midst of an increasingly commodified corporate media landscape.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/wU4NBvZdP1wTAq142OR5knnhfG5.jpg",
    "release_date":"1995-08-01",
    "vote_average":0.0
  },
  {
    "id":"9101",
    "title":"Down Periscope",
    "overview":"Bumbling Navy lieutenant Tom Dodge has been given one last chance to clean up his record. But Admiral Graham, his nemesis, assigns Dodge to the Stingray, a submarine that can barely keep afloat. To add insult to injury, the Stingray is to be the enemy flagship in the upcoming war games … and to make matters even worse, Dodge's crew is a band of idiots even more incompetent that he is!",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/q6JEjedx4LoZRig8U1R5sJqBfti.jpg",
    "release_date":"1996-03-01",
    "vote_average":5.6
  },
  {
    "id":"123360",
    "title":"From the Journals of Jean Seberg",
    "overview":"Mark Rappaport's creative bio-pic about actress Jean Seberg is presented in a first-person, autobiographical format (with Seberg played by Mary Beth Hurt). He seamlessly interweaves cinema, politics, American society and culture, and film theory to inform, entertain, and move the viewer. Seberg's many marriages, as well as her film roles, are discussed extensively. Her involvement with the Black Panther Movement and subsequent investigation by the FBI is covered. Notably, details of French New Wave cinema, Russian Expressionist (silent) films, and the careers of Jane Fonda, Vanessa Redgrave, and Clint Eastwood are also intensively examined. Much of the film is based on conjecture, but Rappaport encourages viewers to re-examine their ideas about women in film with this thought-provoking picture.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/wfPHta8Wxm4LQVHU8tRhL8GCyIz.jpg",
    "release_date":"1995-09-08",
    "vote_average":6.5
  },
  {
    "id":"5757",
    "title":"Man of the Year",
    "overview":"First-time director Dirk Shafer also penned this raucous \"mockumentary,\" a blend of fact and fiction that re-creates his 1992 reign as Playgirl magazine's Centerfold of the Year. When Shafer chooses to keep the fact that he's gay a secret from the magazine's editors, he finds himself living the ultimate lie -- and incapable of giving female readers what they really want. Will he succumb to his lover's pressures to come out of the closet?",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/nKYRDhGlbvQpXJnyMm7fcFDtm6P.jpg",
    "release_date":"1995-09-15",
    "vote_average":3.8
  },
  {
    "id":"39428",
    "title":"The Neon Bible",
    "overview":"While on a train, a teenage boy thinks about his life and the flamboyant aunt whose friendship acted as an emotional shield from his troubled family. This film evokes the haunting quality of memory while creating a heartfelt portrait of a boy's life in a rural 1940s Southern town.",
    "poster_path":"http:\/\/image.tmdb.org\/t\/p\/w185\/wpaZXRvhdNhmaedy8BMytuOXvGO.jpg",
    "release_date":"1995-08-23",
    "vote_average":7.2
  }
]